Repository: 0xWDG/SwiftExtras
Catalog: Sources/SwiftExtras/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, es_419, fa, fi, fil, fr, fr_ca, ga, he, hi, hr, hu, id, is, it, ja, jv, kk, ko, lb, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, ur, vi, zh_hans, zh_hant, zh_hk

source: Test
af: Toets
ar: اختبار
bg: Тест
bn: পরীক্ষা
ca: Prova
el: Δοκιμή
es: Prueba
es_419: Prueba
fa: تست
fi: Testi
fil: Subukan
ga: Tástáil
he: בדיקה
hi: टेस्ट
hu: Teszt
id: Tes
is: Prófa
ja: テスト
jv: Tes
kk: Тексеру
ko: 테스트
ms: Uji
pa: ਟੈਸਟ
pt_br: Teste
pt_pt: Teste
ru: Тест
th: ทดสอบ
uk: Тест
ur: ٹیسٹ
vi: Thử
zh_hans: 测试
zh_hant: 測試
zh_hk: 測試

source: Toggle
af: Skakel
ar: تبديل
bg: Превключване
bn: টগল
ca: Alterna
cs: Přepnout
da: Skift
de: Umschalten
el: Εναλλαγή
es: Alternar
es_419: Alternar
fa: تغییر
fi: Vaihda
fil: I-toggle
fr: Basculer
fr_ca: Basculer
ga: Lasca
he: החלף
hi: टॉगल
hr: Prebaci
hu: Váltás
id: Beralih
is: Skipta
it: Attiva
ja: 切り替え
jv: Ganti
kk: Ауыстыру
ko: 전환
lb: Umschalten
ms: Alihkan
nb: Veksle
nl: Schakelaar
pa: ਟੌਗਲ
pl: Przełącz
pt_br: Alternar
pt_pt: Alternar
ro: Comută
ru: Переключить
sk: Prepínač
sv: Växla
th: สลับ
tr: Aç/Kapa
uk: Перемкнути
ur: آن/بند کریں
vi: Bật/tắt
zh_hans: 切换
zh_hant: 切換
zh_hk: 切換

source: Version
af: Weergawe
ar: الإصدار
bg: Версия
bn: সংস্করণ
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
es_419: Versión
fa: نسخه
fi: Versio
fil: Bersyon
ga: Leagan
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
jv: Versi
kk: Нұсқа
ko: 버전
lb: Versioun
ms: Versi
nb: Versjon
nl: Versie
pa: ਸੰਸਕਰਣ
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本
zh_hk: 版本

source: We will send you push notifications to keep you updated on the latest news and updates.
af: Ons sal jou stootkennisgewings stuur om jou op hoogte te hou van die nuutste nuus en opdaterings.
ar: سوف نرسل لك إشعارات دفع لإبقائك مطلعًا على آخر الأخبار والتحديثات.
bg: Ще ви изпращаме push известия, за да ви държим в течение за последните новини и актуализации.
bn: আমরা আপনাকে সাম্প্রতিক খবর ও আপডেট সম্পর্কে জানাতে পুশ নোটিফিকেশন পাঠাব।
ca: T'enviarem notificacions push per mantenir-te informat sobre les últimes notícies i actualitzacions.
cs: Pošleme ti push notifikace, abychom tě informovali o nejnovějších zprávách a aktualizacích.
da: Vi sender dig push-notifikationer for at holde dig opdateret om de seneste nyheder og opdateringer.
de: Wir senden dir Push-Benachrichtigungen, damit du über die neuesten Nachrichten und Updates informiert bleibst.
el: Θα λαμβάνεις push ειδοποιήσεις για τις πιο πρόσφατες ειδήσεις και ενημερώσεις.
es: Te enviaremos notificaciones push para mantenerte al día sobre las últimas noticias y actualizaciones.
es_419: Te enviaremos notificaciones push para mantenerte al tanto de las últimas noticias y actualizaciones.
fa: ما اعلان‌های پوش را برای اطلاع‌رسانی درباره آخرین اخبار و به‌روزرسانی‌ها برای شما ارسال خواهیم کرد.
fi: Lähetämme sinulle push-ilmoituksia, jotta pysyt ajan tasalla uusimmista uutisista ja päivityksistä.
fil: Magpapadala kami sa iyo ng push notifications para manatiling updated sa pinakabagong balita at mga update.
fr: Nous t'enverrons des notifications push pour te tenir informé·e des dernières actualités et mises à jour.
fr_ca: Nous t'enverrons des notifications push pour te tenir au courant des dernières nouvelles et mises à jour.
ga: Seolfaimid fógraí push chugat chun tú a choinneáil suas chun dáta ar an nuacht is déanaí.
he: נשלח לך התראות דחיפה כדי לעדכן אותך על החדשות והעדכונים.
hi: हम आपको नवीनतम खबरों और अपडेट्स से अवगत रखने के लिए पुश सूचनाएँ भेजेंगे।
hr: Poslat ćemo ti push obavijesti kako bismo te obavještavali o najnovijim vijestima i ažuriranjima.
hu: Push-értesítéseket küldünk, hogy naprakész maradj a legfrissebb hírekkel és frissítésekkel.
id: Kami akan mengirimkan notifikasi push untuk memberitahumu tentang berita dan pembaruan terbaru.
is: Við munum senda þér tilkynningar til að halda þér upplýstum um nýjustu fréttir og uppfærslur.
it: Ti invieremo notifiche push per tenerti aggiornato sulle ultime novità.
ja: 最新情報やアップデートをお届けするためにプッシュ通知を送信します。
jv: Kita bakal ngirim pemberitahuan push kanggo njaga kowe babagan kabar lan pembaruan paling anyar.
kk: Сізге ең жаңа жаңалықтар мен жаңартулар туралы хабардар болу үшін біз жедел хабарламалар жібереміз.
ko: 최신 소식과 업데이트를 알려드리기 위해 푸시 알림을 보내드립니다.
lb: Mir schécken dir Push-Noriichten fir dech iwwer déi lescht Neiegkeeten a Aktualiséierungen informéiert ze halen.
ms: Kami akan menghantar pemberitahuan push kepada anda untuk memastikan anda mendapat berita dan kemas kini terkini.
nb: Vi vil sende deg push-varsler for å holde deg oppdatert om de siste nyhetene og oppdateringene.
nl: We sturen je pushmeldingen om je op de hoogte te houden van het laatste nieuws en updates.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਨਵੀਨਤਮ ਖ਼ਬਰਾਂ ਅਤੇ ਅਪਡੇਟਸ ਦੀ ਜਾਣਕਾਰੀ ਦੇਣ ਲਈ ਪੁਸ਼ ਨੋਟੀਫਿਕੇਸ਼ਨ ਭੇਜਾਂਗੇ।
pl: Wyślemy Ci powiadomienia push, aby informować Cię o najnowszych wiadomościach i aktualizacjach.
pt_br: Enviaremos notificações push para manter você atualizado sobre as últimas notícias e atualizações.
pt_pt: Enviaremos notificações push para te manteres a par das últimas notícias e atualizações.
ro: Îți vom trimite notificări push pentru a te ține la curent cu ultimele noutăți.
ru: Мы будем отправлять тебе push-уведомления, чтобы сообщать о последних новостях и обновлениях.
sk: Pošleme ti push oznámenia, aby si bol informovaný o najnovších správach a aktualizáciách.
sv: Vi kommer skicka push-meddelanden för att hålla dig uppdaterad om de senaste nyheterna och uppdateringarna.
th: เราจะส่งการแจ้งเตือนแบบพุชให้คุณ เพื่อแจ้งข่าวสารและการอัปเดตล่าสุด
tr: Seni en son haberler ve güncellemeler hakkında bilgilendirmek için anlık bildirimler göndereceğiz.
uk: Ми надсилатимемо вам push-повідомлення, щоб тримати в курсі останніх новин та оновлень.
ur: ہم آپ کو تازہ ترین خبروں اور اپ ڈیٹس سے آگاہ رکھنے کے لیے پش اطلاعات بھیجیں گے۔
vi: Chúng tôi sẽ gửi thông báo đẩy cho bạn để cập nhật tin tức và các thông tin mới nhất.
zh_hans: 我们会向你发送推送通知，以便让你及时了解最新消息和更新。
zh_hant: 我們會傳送推播通知給你，讓你掌握最新消息與更新。
zh_hk: 我們會發送推播通知，讓你掌握最新消息與更新。

source: Welcome to %@!
af: Welkom by %@!
ar: مرحبًا بك في %@!
bg: Добре дошли в %@!
bn: %@-এ স্বাগতম!
ca: Benvingut/da a %@!
cs: Vítej v %@!
da: Velkommen til %@!
de: Willkommen bei %@!
el: Καλώς ήρθες στο %@!
es: ¡Bienvenido a %@!
es_419: ¡Bienvenido a %@!
fa: به %@ خوش آمدید!
fi: Tervetuloa %@:iin!
fil: Maligayang pagdating sa %@!
fr: Bienvenue sur %@ !
fr_ca: Bienvenue dans %@ !
ga: Fáilte go %@!
he: ברוכים הבאים ל-%@!
hi: %@ में आपका स्वागत है!
hr: Dobrodošli u %@!
hu: Üdvözlünk a %@!
id: Selamat datang di %@!
is: Velkomin(n) í %@!
it: Benvenuto in %@!
ja: %@へようこそ！
jv: Sugeng rawuh ing %@!
kk: Қош келдіңіз %@!
ko: %@에 오신 것을 환영합니다!
lb: Wëllkomm bei %@!
ms: Selamat datang ke %@!
nb: Velkommen til %@!
nl: Welkom bij %@!
pa: %@ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ!
pl: Witaj w %@!
pt_br: Bem-vindo ao %@!
pt_pt: Bem-vindo(a) a %@!
ro: Bine ai venit la %@!
ru: Добро пожаловать в %@!
sk: Vitaj v %@!
sv: Välkommen till %@!
th: ยินดีต้อนรับสู่ %@!
tr: %@'e hoş geldin!
uk: Ласкаво просимо в %@!
ur: %@ میں خوش آمدید!
vi: Chào mừng bạn đến với %@!
zh_hans: 欢迎使用 %@！
zh_hant: 歡迎使用 %@！
zh_hk: 歡迎使用 %@！

source: Year
af: Jaar
ar: سنة
bg: Година
bn: বছর
ca: Any
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
es_419: Año
fa: سال
fi: Vuosi
fil: Taon
fr: Année
fr_ca: Année
ga: Bliain
he: שנה
hi: वर्ष
hr: Godina
hu: Év
id: Tahun
is: Ár
it: Anno
ja: 年
jv: Tahun
kk: Жыл
ko: 년
lb: Joer
ms: Tahun
nb: År
nl: Jaar
pa: ਸਾਲ
pl: Rok
pt_br: Ano
pt_pt: Ano
ro: An
ru: Год
sk: Rok
sv: År
th: ปี
tr: Yıl
uk: Рік
ur: سال
vi: Năm
zh_hans: 年
zh_hant: 年
zh_hk: 年份

source: Yes
af: Ja
ar: نعم
bg: Да
bn: হ্যাঁ
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
es_419: Sí
fa: بله
fi: Kyllä
fil: Oo
fr: Oui
fr_ca: Oui
ga: Tá
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
is: Já
it: Sì
ja: はい
jv: Ya
kk: Иә
ko: 예
lb: Jo
ms: Ya
nb: Ja
nl: Ja
pa: ਹਾਂ
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
th: ใช่
tr: Evet
uk: Так
ur: ہاں
vi: Có
zh_hans: 是
zh_hant: 是
zh_hk: 是

source: You've got a message
af: Jy het 'n boodskap
ar: لديك رسالة
bg: Имате съобщение
bn: আপনার কাছে একটি বার্তা এসেছে
ca: Tens un missatge
cs: Máš zprávu
da: Du har en besked
de: Du hast eine Nachricht
el: Έχεις μήνυμα
es: Tienes un mensaje
es_419: Tienes un mensaje
fa: شما یک پیام دارید
fi: Sinulla on viesti
fil: May mensahe ka
fr: Tu as un message
fr_ca: Tu as un message
ga: Tá teachtaireacht agat
he: יש לך הודעה
hi: आपके पास एक संदेश है
hr: Imaš poruku
hu: Üzeneted érkezett
id: Kamu punya pesan
is: Þú fékkst skilaboð
it: Hai un messaggio
ja: メッセージが届いています
jv: Kowe nduwé pesen
kk: Сізге хабарлама келді
ko: 메시지가 도착했습니다
lb: Du hues eng Noriicht kritt
ms: Anda ada mesej
nb: Du har fått en melding
nl: Je hebt een bericht
pa: ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਸੁਨੇਹਾ ਆਇਆ ਹੈ
pl: Masz wiadomość
pt_br: Você tem uma mensagem
pt_pt: Tens uma mensagem
ro: Ai un mesaj
ru: У тебя новое сообщение
sk: Máte správu
sv: Du har ett meddelande
th: คุณมีข้อความ
tr: Yeni bir mesajın var
uk: У вас нове повідомлення
ur: آپ کے پاس ایک پیغام ہے
vi: Bạn có một tin nhắn
zh_hans: 你有一条消息
zh_hant: 你有一則訊息
zh_hk: 你有一則訊息

source: Item 1
ar: البند 1
bg: Елемент 1
bn: আইটেম 1
ca: Element 1
cs: Položka 1
da: Element 1
de: Eintrag 1
el: Στοιχείο 1
es: Elemento 1
es_419: Elemento 1
fa: مورد 1
fi: Kohde 1
fil: Bagay 1
fr: Élément 1
fr_ca: Élément 1
ga: Mír 1
he: פריט 1
hi: आइटम 1
hr: Stavka 1
hu: Elem 1
is: Atriði 1
it: Voce 1
ja: 項目 1
jv: Barang 1
kk: Элемент 1
ko: 항목 1
lb: Element 1
ms: Perkara 1
nb: Element 1
pa: ਆਈਟਮ 1
pl: Pozycja 1
ro: Element 1
ru: Пункт 1
sk: Položka 1
sv: Objekt 1
th: รายการ 1
tr: Öğe 1
uk: Пункт 1
ur: آئٹم 1
vi: Mục 1
zh_hans: 项目 1
zh_hant: 項目 1
zh_hk: 項目 1

source: Item 2
ar: البند 2
bg: Елемент 2
bn: আইটেম 2
ca: Element 2
cs: Položka 2
da: Element 2
de: Eintrag 2
el: Στοιχείο 2
es: Elemento 2
es_419: Elemento 2
fa: مورد 2
fi: Kohde 2
fil: Bagay 2
fr: Élément 2
fr_ca: Élément 2
ga: Mír 2
he: פריט 2
hi: आइटम 2
hr: Stavka 2
hu: Elem 2
is: Atriði 2
it: Voce 2
ja: 項目 2
jv: Barang 2
kk: Элемент 2
ko: 항목 2
lb: Element 2
ms: Perkara 2
nb: Element 2
pa: ਆਈਟਮ 2
pl: Pozycja 2
ro: Element 2
ru: Пункт 2
sk: Položka 2
sv: Objekt 2
th: รายการ 2
tr: Öğe 2
uk: Пункт 2
ur: آئٹم 2
vi: Mục 2
zh_hans: 项目 2
zh_hant: 項目 2
zh_hk: 項目 2

source: Item 3
ar: البند 3
bg: Елемент 3
bn: আইটেম 3
ca: Element 3
cs: Položka 3
da: Element 3
de: Eintrag 3
el: Στοιχείο 3
es: Elemento 3
es_419: Elemento 3
fa: مورد 3
fi: Kohde 3
fil: Bagay 3
fr: Élément 3
fr_ca: Élément 3
ga: Mír 3
he: פריט 3
hi: आइटम 3
hr: Stavka 3
hu: Elem 3
is: Atriði 3
it: Voce 3
ja: 項目 3
jv: Barang 3
kk: Элемент 3
ko: 항목 3
lb: Element 3
ms: Perkara 3
nb: Element 3
pa: ਆਈਟਮ 3
pl: Pozycja 3
ro: Element 3
ru: Пункт 3
sk: Položka 3
sv: Objekt 3
th: รายการ 3
tr: Öğe 3
uk: Пункт 3
ur: آئٹم 3
vi: Mục 3
zh_hans: 项目 3
zh_hant: 項目 3
zh_hk: 項目 3
